<?php
include "header.php";
?>
<title>Help</title>

<style>
.msg{
	background:#fff;
	color:#000;
	box-shadow:0 0 3px rgba(0,0,0,0.4);
	padding:13px;
	margin:10px;
	font-family:bn;
}
</style>

<h1 align="center">ব্যবহারবিধি</h1>

<div class='msg'>
এই ওয়েবসাইটটিতে বানিয়ারা গ্রামবাসীর রক্তের গ্রুপ খোঁজা যাবে।
</div>
<div class='msg'>
রক্তের গ্রুপ খুঁজতে হোম পেজে গিয়ে রক্তের গ্রুপ সিলেক্ট করে "SEARCH" বাটনে টাচ করুন। এরপর আপনি খোঁজকৃত রক্তের গ্রুপ কতজন রক্তদাতার সাথে মিলেছে তা দেখতে পারবেন এবং নিচে তাদের নাম, বয়স, ফোন নাম্বার ও ঠিকানা সহ সকল তথ্য দেখতে পারবেন।
</div>
<div class='msg'>
আপনি যদি লিস্টে আপনার নাম ও ফোন নাম্বার দেখতে না পান এবং আপনি যদি নিজেকে রক্তদাতা হিসেবে এখানে দেখতে চান তবে উপরের ডান দিকের (+) বাটনে টাচ করে রক্তদাতা হিসেবে আপনি নিবন্ধন করতে পারবেন। নিবন্ধনের জন্য আপনার নাম, জন্মসাল, রক্তের গ্রুপ, ঠিকানা ইত্যাদি তথ্য প্রদান করতে হবে।
</div>
<div class='msg'>
আপনি একটি ফোন নাম্বার দিয়ে একাধিক রক্তদাতা নিবন্ধন করতে পারবেননা।
</div>

<div class='msg'>
যদি আপনি ইতিমধ্যে নিবন্ধিত হয়ে থাকেন তাহলে আপনি চাইলে লগইন করে আপনার তথ্য পরিবর্তন করতে পারবেন। এজন্য উপরের বামদিকের মেনুবার থেকে "লগইন" সিলেক্ট করতে হবে এবং ফোন নাম্বার ও পাসওয়ার্ড দিয়ে প্রোফাইলে প্রবেশ করতে হবে। আপনি যদি এখন পর্যন্ত একবারও পাসওয়ার্ড পরিবর্তন করে না থাকেন তবে ডিফল্ট পাসওয়ার্ড হিসেবে "baniara" সেট করা আছে। লগইনের পর দয়া করে এটি পরিবর্তন করবেন।
</div>
<div class='msg'>
ওয়েবসাইটটি সম্পর্কে কোনো মন্তব্য বা বাগ রিপোর্ট জানাতে মেনুবার থেকে "Feedback" অপশনটি সিলেক্ট করুন এবং ইমেইলের মাধ্যমে মন্তব্য জানান।
</div>
<div class='msg'>
ধন্যবাদ 
</div>



<?php include "footer.php";?>















